{
  "posts": [
    {
      "id": 1,
      "titulo": "O Poderoso Chefão",
      "subtitulo": "A história por trás do filme",
      "descricao": "O diretor Francis Ford Coppola teve que lutar para conseguir o papel principal de Marlon Brando, que estava fora de forma e não queria fazer o filme. Ele finalmente concordou em fazer o teste de tela, mas se recusou a ler as falas do roteiro. Em vez disso, ele improvisou e fez a famosa cena do gato em seu colo.",
      "categoria": "Filmes pra cagões"
    },
    {
      "id": 2,
      "titulo": "O Iluminado",
      "subtitulo": "O que aconteceu nos bastidores",
      "descricao": "O diretor Stanley Kubrick era conhecido por ser um perfeccionista e exigente. Ele fez a atriz Shelley Duvall gravar a cena em que ela corre pelas escadas 127 vezes, o que a deixou exausta e emocionalmente abalada.",
      "categoria": "Filmes pra cagões"
    },
    {
      "id": 3,
      "titulo": "O Exorcista",
      "subtitulo": "A história por trás do filme",
      "descricao": "O diretor William Friedkin queria que o filme parecesse o mais realista possível. Ele usou sons reais de hospitais psiquiátricos e igrejas para criar a trilha sonora do filme. Ele também fez com que os atores ficassem desconfortáveis ​​durante as filmagens, como jogar água gelada neles para filmar cenas de respiração ofegante.",
      "categoria": "Ficar desconfortável"
    },
    {
      "id": 4,
      "titulo": "O Sexto Sentido",
      "subtitulo": "O que aconteceu nos bastidores",
      "descricao": "O diretor M. Night Shyamalan escreveu o roteiro do filme em apenas duas semanas. Ele originalmente queria que Bruce Willis interpretasse o papel principal, mas o estúdio queria um ator mais conhecido. Willis acabou aceitando o papel depois de ler o roteiro.",
      "categoria": "Filmes pra cagões"
    },
    {
      "id": 5,
      "titulo": "O Massacre da Serra Elétrica",
      "subtitulo": "A história por trás do filme",
      "descricao": "O diretor Tobe Hooper baseou o personagem Leatherface em um assassino em série real chamado Ed Gein. Gein matou várias mulheres e usou suas peles para fazer roupas e móveis.",
      "categoria": "chuva de sangue🤢🤢"
    },
    {
      "id": 6,
      "titulo": "O Bebê de Rosemary",
      "subtitulo": "O que aconteceu nos bastidores",
      "descricao": "O diretor Roman Polanski fez com que a atriz Mia Farrow comesse carne crua em uma cena, mesmo sabendo que ela era vegetariana. Ele também fez com que ela cortasse o cabelo para a cena em que seu personagem fica louco.",
      "categoria": "Ficar desconfortável"
    },
    {
      "id": 7,
      "titulo": "O Chamado",
      "subtitulo": "A história por trás do filme",
      "descricao": "O diretor Gore Verbinski queria que o filme fosse o mais realista possível. Ele usou uma câmera de 35 mm para filmar as cenas do filme, em vez de uma câmera digital. Ele também fez com que a atriz Naomi Watts assistisse a vídeos reais de autópsias para se preparar para o papel.",
      "categoria": "Filmes pra cagões"
    },
    {
      "id": 8,
      "titulo": "O Exterminador do Futuro",
      "subtitulo": "O que aconteceu nos bastidores",
      "descricao": "O diretor James Cameron originalmente queria que Arnold Schwarzenegger interpretasse o papel de Kyle Reese, mas Schwarzenegger insistiu em interpretar o papel do Exterminador. O papel de Reese acabou indo para Michael Biehn.",
      "categoria": "Filmes pra cagões"
    },
    {
      "id": 9,
      "titulo": "O Silêncio dos Inocentes",
      "subtitulo": "A história por trás do filme",
      "descricao": "O diretor Jonathan Demme queria que o filme fosse o mais realista possível. Ele fez com que os atores usassem roupas reais do FBI e visitassem uma prisão real ",
      "categoria": "Ficar desconfortável"
    },
    {
      "id": 10,
      "titulo": "Fato curioso sobre saga Evil Dead",
      "subtitulo": "Tudo sobre esta saga incrível do terror",
      "descricao": "O ator Bruce Campbell, que interpreta o personagem principal Ash Williams, também é um dos produtores.",
      "categoria": "chuva de sangue🤢🤢"
    }
  ]
}
